# LLayer

## Description
Function LLayer returns a handle to the last layer in a Vectorworks document.&lt;BR&gt;
&lt;BR&gt;

```pascal
FUNCTION LLayer : HANDLE;
```

```python

def vs.LLayer():
    return HANDLE
```

## Version
Availability: from MiniCAD
## Category
* Layers